{
  "version_id": "45443",
  "prologue": [
    "I am not yours, not lost in you,\nNot lost, although I long to be\nLost as a candle lit at noon,\nLost as a snowflake in the sea.",
    "Sarah Teasdale",
    "I’m not sure how to tell you this. I don’t want to gut you, reach inside and pull things out, not again. Old wounds and sleeping dogs, you know. Tales better left untold. And you’ve heard this one, haven’t you? Even if our stories were never quite the same.",
    "But that’s what writing this is for. If it’s only a story, nothing else, maybe we can understand, come to terms. Make peace.",
    "Pretend it’s not ours.",
    "Here’s a story I don’t think you ever heard. In sixth grade I had a brief friendship with a weird, indrawn kid with the same unhealthy imagination as me. He liked to <em>possible</em>. When you catch something from the corner of your eye, he’d explained, and it looks for an instant like something fantastic—a witch’s face in a hedge, a huge monstrous far-off thing instead of a tiny nearby insect—instead of correcting your perceptions, you let yourself keep believing in that first impression for as long as you can. You <em>possible</em> it. Hold it in your head, your mental model of what’s real. Keep your mind from asserting the boring truth it thinks it knows and trust the one your senses first perceived. And I’d tried this, with him and on my own, off and on for a few weeks until I scared myself because I was getting too good at it. So was he: I realized it before long when he started scaring me with stories about the things he’d seen, and I think his parents or the school figured it out not long after, because they took him away and I got sent to a counselor for a few weeks just for being friends with him.",
    "But you don’t unlearn something like that. Not completely. I’d become an expert at seeing things that weren’t there. Useful, sometimes, but usually, usually…",
    "But it taught me an important lesson. Just because something isn’t real doesn’t mean it can’t hurt you. I’ll never forget some of the things I <em>possibled</em>, even if they never really happened. There’s truth in first impressions, in fleeting visions, even if it’s not the kind we’re trained to trust. Stories make shapes, build structure out of shadows: calcified shells that linger long after muddled innards fade. They’re not the real thing, as gloriously as they pretend to be. But still. Sometimes they’re enough.",
    "But this story. Our story. Maybe it’s a language we can speak. Find in the telling the truths that matter. Embellish, excise. Revise. Revision.",
    "Although our story was never just a story. It happened. You still believe that, don’t you?",
    "Fine. So. You ready?",
    "This is what happened when we found a flight of stairs underneath my bed, and took it. Took it all the way down."
  ],
  "chapter1": [
    "Right from the start things were wrong, but I couldn’t see it. Maybe I didn’t want to. Or maybe I’m being too hard on myself. There wasn’t exactly a roadmap for what happened to us, a script to follow. But it’s undeniable that even on that very first night—the night of the Russian dance club, remember?—everything was already wrong.",
    "I was in the kitchen making ramen, that big kitchen with its vintage appliances and endless counter space, wasted on college kids. We’d moved in a few weeks back, Niko and I and our friends, mostly his, students and lapsed students and a few brave graduates, still settling into the rambling old off-campus house we’d found in the newspaper. (Cast your mind back to a time when kids like us had figured out the internet but people old enough to own property hadn’t, so instead of browsing classifieds our bandwidth went entirely to downloading all the music in the world.)",
    "I was stirring noodles when Niko forced his way in through the side door, perpetually stuck, the soul-juddering screech of metal on wood already a familiar sound, a sound of home. We’d stopped using the front door for reasons I no longer remember, so everyone came and left through that massive kitchen. He was crooning some song I didn’t know, and flashed his searing grin in my direction when he caught my eye, dancing his way over to me.",
    "“Ryan, my man,” he said, clapping me on the shoulder. “It is a goddamned beautiful day out there. What the deuce is up?”",
    "“Dinner,” I said, smiling despite myself. The temperature always rose a few degrees when he came into a room, like he radiated in all frequencies, emotional and thermal.",
    "“Ooh,” he said, wafting some steam from the pot up towards his nose like Food Network cameras were rolling. “Oriental flavor ramen. So international. Can I get in on that?”",
    "“Made two,” I said, tapping the empty plastic packages with the fork. I figured he’d be back from class and hungry, like on most nights. Feeding him was easier than explaining why he felt awful when he forgot to eat.",
    "“You’re a rockstar.” He reached a bronzed hand into the pot to pinch up a couple noodles, winced at the heat and slurped them up. “Hey,” he added, mouth full, “what are you doing tonight?”",
    "“Oh, no.”",
    "“Hear me out.” He swallowed. “There’s a bunch of people, like everyone, really, heading out to Orbits later. Heard of it?” I shook my head; he rolled his eyes. “Course you haven’t. It’s that new dance club over by the old stadium.”",
    "“Huh.” I stirred. “Not really my thing.”",
    "“Leaving the house isn’t really your thing, yeah, I get it. But sometimes you have to get outside your comfort zone, you know?” He licked his fingers and fixed me with a look that said he wasn’t taking no for an answer, and maybe it said something else, or I wanted to pretend it did. His eyes were so fucking sharp. When they looked at you and wanted something, it hurt.",
    "“Uh. I’ve got Bio homework.” I blinked. Green. His eyes were green. “And I don’t want to be around a lot of loud drunk people tonight. Or loud drunk music.”",
    "“Oh <em>come on</em>,” he pleaded, running a hand through his black curls. “It won’t be any fun if you aren’t there. Hey, maybe some drunk straight guy will start making out with you cause Russian techno makes him feel all experimental and shit.”",
    "“That’ll definitely happen.”",
    "“Look man, what was the point of coming out if you never actually <em>go out</em>?” He crossed his arms. “Come on. Please?”",
    "It clicked then that <em>he</em> was the one hoping to get some action tonight, probably with some sweet-smelling, dark-skinned exchange student with feathers weaved into her long, black hair. (Yes, <em>her</em>. I know, I know.) She was the one he wanted to take to this club. She was probably why he was in such an ecstatic mood. The thought of watching from a corner while he made moves on some intoxicating girl made my stomach knot up.",
    "But there was something insistent in the way he demanded my presence. Why did he want me there, too? What role was I supposed to play?",
    "I sighed. “I’m going to hate it.”",
    "“Yeah you are.” He grinned wickedly. “Every second. We’re leaving at eight. I’ll knock on your door.” And he was gone, leaving only the him-shaped hole that always lingered after the rest of him had vanished.",
    "I was somehow committed. I was going, like he’d wanted. On the off-chance that something interesting would happen.",
    "Still trapped in his orbit, for better and worse.",
    "We’d been friends since freshman year of college and best friends since the year after that, and by now felt like something more, placidly absorbing jokes about being joined at the hip, going everywhere together. We did. Especially since his accident, we’d had a profound if unspoken level of companionship I’d never felt with anyone. Usually I was content with that.",
    "In some ways we had so little in common it was astonishing we’d become friends, and that led to frequent arguments, sometimes rising to breakup levels of drama. At other moments it seemed like the universe had meant us to find each other. Over the years we’d grown together, like two plants in the same small pot. It had been an especially tumultuous four years of college—although I guess it feels that way for everyone—so shared roots twined us together now, half-remembered fragments of stories and selves: skipping a funeral to camp together in the rocky canyons of Brushwillow, sharing long silences amidst the lakes and pines; pulling all-nighters on mad projects with desperate stakes; driving to the next town over through a summer midnight, windows rolled down and air thrumming through, desperate to find fresh vegetables for reasons that seemed incredibly important at the time, buzzed from both caffeine and alcohol as in so many stories involving Niko. In our defense the alcohol was supposed to go in the ragu.",
    "I’d hated the club, as predicted. The music was so loud it hurt, almost as much as it hurt to call the shit they were blasting “music.” I’d worn my rainbow pride bracelet, the one I’d bought a few months ago and mostly been too chickenshit to wear (it was a college town but a conservative state). I might as well have worn a bag over my head. Everyone ignored me, including the hypothetical hot guys with loosened inhibitions. I stood against a wall hating myself and hating how I must have looked to everyone, an acne-faced geek in too-small clothes lurking on the outskirts, wishing he was back home listening to Dvořák symphonies. I watched Niko dance his ass off, mostly with girls, and once or twice with guys, whether out of politeness or genuine interest I couldn’t tell. I’d never really been able to tell. He flirted with everyone, flashed the same manic energy in all directions. But he, too, seemed to fail at making any solid human connections—the hypothetical supermodel exchange student either didn’t exist or failed to appear—and I was relieved when he cornered me and asked if I wanted to duck out early.",
    "Walking back home from the club through the chill night air with him was a relief. The night felt endless, anonymous, an escape from daytime problems. In the fall we’d be starting our fifth year of college, neither of us particularly close to graduating with any particular degree, and for the first time that felt ominous. The future staked out before us our whole lives was running out. A blank canvas ought to have been exciting, but any direction we could imagine to go in seemed blocked off, already closed, inaccessible or unrealistic. Friends were picking already between the remaining well-flagged routes: getting careers, getting married, getting pregnant, getting gone to new cities, new lives, new starts. It would be our turn soon enough.",
    "By the time we hit the top of the hill and saw the house, we were ready to be back indoors. I’d gotten ranty about real music on the walk back, and as we stepped through the juddering screen door, its metal-on-wood screech already a familiar sound, I had a half-dozen songs queued up to play for him. Mentally, I mean: digital music players hadn’t caught on yet back then, although it was still tragically too late for my records to be anything but anachronism. Vinyl wouldn’t start making a comeback for years and was deader than dead. Maybe that was why I liked it. When we moved in I’d stacked my crates of LPs in the closet, so now as we tromped up the stairs to my room and dragged them out to hunt for the albums I wanted to play, we got annoyed at the lack of anywhere to put them. So that was how I ended up on my hands and knees, searching for a way to open up my bed.",
    "“Bed” was generous: it was a mattress, thrown on a raised wooden platform built into a corner of the room. The platform was mattress-sized and had therefore seemed like the sensible spot to put one, but the bulky thing also really seemed like it ought to be hollow and have some storage space inside. I’d never found any handles or hinges, but with late-night logic it seemed ridiculous that the thing couldn’t be opened somehow, and because I can’t leave well enough alone and because unsolved challenges annoy me, there I was on hands and knees fiddling with the paneled edges of the platform, shoving and kneading and banging on them. When something finally gave with a satisfying <em>chunk</em>, I whooped in satisfaction; but leapt back startled when the whole platform groaned and swung up, pencils and organic chemistry textbooks sliding off the mattress onto the pitted hardwood floor.",
    "Underneath was a set of steep stairs down.",
    "“Whoah,” Niko said, “Jackpot.”",
    "They were carpeted in the same dark beige as the rest of the house, which looked like someone had redecorated in the seventies and died decades later unaware style had moved on. Twelve steps led down to a landing where they twisted right and reversed. Cramped, but bland and familiar: the walls paneled in that same fake wood as the rest of the house, lit by those same tacky wall sconces. All as you’d expect from the stairs down to a basement, except we were on the second story and the house already had a basement, which emphatically did not connect through my bed.",
    "Niko laughed in astonishment. “What the fuck is this, man? What’s down there?”",
    "“Hell if I know. More secrets.” We were grinning, because this sort of thing had already happened a few times since we’d moved in. The house had been my find. The group of us were getting older (or so we thought then) and were looking to move up in the world, so we pooled our resources to go in on a house in the pleasant tree-lined neighborhood a few blocks farther out. It was an old house, but big, in good repair, and, most important, cheap: we were all paying less rent than when living in pairs or alone. I’d claimed the funky second-floor patio room in a lumpy wing extending into the backyard, clearly a later addition, and Niko snagged a creaking and stuffy room next to mine which he dubbed “lovingly misshapen.” A lot of the place was like that: a half-landing here, an awkward angle there, bits taken out and bricked over on some whim or other. The house had expanded and contracted over the generations, it seemed, in decades-long breaths.",
    "Niko touched the angled bottom of the bed platform and looked at me, as if for permission. He gestured grandly downwards. “Well, Orion, should we check it out?”",
    "I gave him a formal bow, feeling puckish, giddy. “Indeed, Nikolaos, let’s fucking do it.”",
    "He grinned and tousled my hair, bounding over the lip. He stooped as he took the first few steps, black curls brushing the underside of the tilted platform.",
    "“You going to fit down there?” I smirked. “This looks made for normal-sized people, not basketball players.”",
    "“High school power-forward Nick appreciates your validation of his identity, thanks,” he called back, almost to the landing. “College dilettante Niko, though, wants to know if you’re fucking coming.”",
    "I hesitated on the threshold, strangely reluctant.",
    "He turned from the landing to look back up, arms folded. “I’m not <em>that</em> tall, am I? I’ve only got like three inches on you and your—” He flailed a hand up and down at me. “Your demographically average carcass. Stop giving me complexes.”",
    "<em>Actually you’re exactly four and a half inches taller than me. But who’s counting.</em>",
    "He shrugged, continued down the next set of stairs and out of sight. “Later, skater.”",
    "I flipped his skinny ass off and followed him down.",
    "Despite his complaints, Niko was in fact wearing a basketball jersey, but an ironic one from the thrift store, for some hopefully-fictional team called the Reagans. He wore a purple blazer over it, which I trust is all I need say about his fashion sense. Somehow, it worked. His horrifying ensembles always worked, whereas the clothes I’d buy, new or used, turned ugly, permanently wrinkled, and the wrong size by the time I got them home. “Dear Diary,” I’d imagined writing in my nonexistent diary, “I get now that I’m destined to die alone. You can stop sending me signs.” You used to put self-deprecating shit like that in diaries, back before social media was invented. Not bothering to keep the actual diary was about as unsatisfying as typing and erasing status messages without ever posting them; so if you do that a lot, I can relate.",
    "Anyway. Niko had shrugged his shoes off when we’d gotten to my room, and now his bare feet sunk half an inch into carpet as he tromped down the stairs, which was the detail I noticed. His feet were hard not to notice: maybe it was all the basketball, or the Greek ancestry, but they were like statuary. Perfect.",
    "The stairs were steep but otherwise unextraordinary. Around the corner, more of them dropped to a second landing. We stomped down, Niko’s drunken excitement leading us on like a dog straining at a leash. Past that corner was one more landing and one final run of steps. They opened into a large, windowless room.",
    "It was bigger than any other room in the house, maybe thirty feet across by sixty or seventy long. (Logically it ought to have been the same size as the house’s footprint, but both the dimensions and orientation were wrong for that.) It had the same beige carpet and brown wall-paneling, tacky faux-bronze wall-sconces, and a plaster ceiling eight feet up. Firewood was stacked up by two fireplaces on opposite walls, in the same style as the non-functional one upstairs hidden by our TV. No windows, not even those awful basement ones that fill up with dead leaves and spider webs. A smattering of old couches and end tables lined the walls, along with the expected bits of floor lint, carpet stains, wall gouges, and other subtle remnants of long occupation. A cool, musty smell suggested said occupation had been a long time ago.",
    "Five open doorways led out: two along each long edge, and one on the far wall opposite the stairs.",
    "“Holy shit, Ry, this is fucking amazing!” Niko’s eyes lit up as he walked a few paces in. He flexed his bare toes on the ugly carpet. “It’s like a whole secret underground lair!”",
    "I felt the same thrill, tempered with hesitation. Did our landlord somehow not know about all this extra space? Was it some kind of forgotten bomb shelter? Niko was already talking about throwing parties down here, cleaning up the couches. A secret basement hangout spot.",
    "We called it Downstairs, big D.",
    "The architecture was making my head spin, though. Someone else’s bedroom was under mine. I felt an indignant vertigo, and made Niko come resolve this mystery before exploring any farther. We went back up to my room, then downstairs—regular lower-case downstairs—to reconnoiter. There was, in fact, an odd protrusion into the kitchen underneath and to one side of my room, and when we peeked into our absent housemate’s bedroom around the corner, a mirroring blocky bulge in there. So together those two bulges explained the stairs, though not why you’d build a staircase in the middle of a wall like that. But the house was full of those weird angles and edges, so it seemed in character.",
    "We went back Downstairs and poked around a few of the side hallways. Pretty cramped, but no worse than other god-awful basement apartments I’d seen students living in. Like some of those, there were no windows anywhere, which made sense: it felt too far down. Rooms opened off the sides of the halls (those cheap particle-board doors, those rattling brass-plated tin doorknobs). Some were carpeted and looked like they could be bedrooms; others had bare concrete flooring like a laundry or utility room. Most had a piece or two of abandoned furniture, all decades out of date, dusty, and anonymous.",
    "The hallways branched at the end: we picked one and saw both ways passed more doors before making L-turns, each in opposite directions. Those crappy wall sconces were everywhere, so despite the lack of windows, it was almost too bright. They were all lit, and weirdly enough we couldn’t find a light switch anywhere.",
    "“Are we paying for all this electricity?” Niko asked with jittery alarm.",
    "“We haven’t gotten our first bill yet.” I raised my eyebrows. “Good thing we’re splitting eight ways.”",
    "We didn’t exhaustively explore, beyond checking another hallway and seeing that it, too, branched and snaked off, shedding rooms left and right. Niko had started down that one, but I stopped, hit by a wave of unexplained dizziness, and put a hand against the cold wall.",
    "He stopped instantly. “You okay?”",
    "“I don’t know.” My head pulsed with another wave of nausea, this time with an undercurrent of dread, maybe from not knowing what it was. “I think I’m going to be sick.”",
    "“You drink too much at the club or something?” I shook my head. I’d had one beer. And this didn’t feel like being drunk, or like a migraine, or like anything else I could label.",
    "It just felt like something was wrong.",
    "“I need to go lie down,” I said firmly.",
    "He tousled my hair again, but gently. “Okay, man. Hang on just one sec. I need to see the end of this fucking hallway and then we’ll get you back upstairs.”",
    "I didn’t want him to leave but couldn’t think of any sane reason to stop him that didn’t sound needy, so I nodded and let him go. Too many vaguely ill feelings were churning around inside me to sort them out from each other.",
    "“I’ll wait here,” was all I could say, the thought of walking back up twisting stairs feeling for a queasy moment like a bad idea.",
    "He was already halfway down the hall, but lifted a hand in acknowledgment. Moments later he’d turned the corner and was gone.",
    "It was suddenly very quiet.",
    "I sunk to a sitting position, knees at my chin, back against the fake wood-paneling. I tried to turn my focus inward, self-diagnose whatever was happening, but my thoughts slipped off the sense of growing unease like a car on black ice, unable to gain traction. Instead I focused on the feel of the carpet under my butt, the smoothness of the wall at my back. Tangible, external things. Safe.",
    "<em>Please, please hurry back.</em>",
    "And then something changed around me, subtle but significant. Head swimming, I couldn’t lock on to what, at first, was different. I blinked, squinted.",
    "The light. The play of light around me had changed, gone darker, even though none of the wall sconces in my field of vision had gone out or gotten dimmer.",
    "We were at a T-junction, where the hall we’d come from, back to the big room with the five doorways, had branched in two directions. I was slumped against the wall facing the way we’d come, head turned towards the right-hand fork, the way Niko had gone.",
    "I decided the dimming must have come from the lights in the hall behind me, the one we hadn’t explored yet. They must have gone out.",
    "Careful, still fighting nausea, I turned my head.",
    "The other hall was dark. The wall sconces were unlit, and the dark brown walls sucked up the refracted light from the other two hallways, so that the end of this one, where it turned another corner, was right at the edge of shadow.",
    "But there was enough light to see that someone was standing there.",
    "I stared and tried to unsee the human shape, to resolve it into a trick of angles and darkness: turn off my brain’s over-eager pattern matchers, finding predators in a coincidence of edges. And at the same time, I could feel that old part of me fighting this, trying to <em>possible</em>, to keep seeing what it thought it saw the first time.",
    "A person, standing there in the dark. Watching me.",
    "It moved.",
    "The shadow took a step forward, slow and deliberate. Like a deer not sure if it’s seeing a bobcat or a bush. I couldn’t see its eyes or expression but it was facing me, looking at me.",
    "And then I realized who it was.",
    "Whether my eyes had started adjusting to the dim light, or the <em>possible</em> in my brain was shifting into high gear, I couldn’t say, but like the solution to a puzzle plunking full-formed into my head I recognized, now, who was standing there at the end of the hall.",
    "It was me.",
    "I clutched the carpet under my hand, feeling for the solidness of it, an anchor back to reality.",
    "The face was still dark but I recognized the way the body held itself, the silhouette it made, the shoes. Unmistakable. The person in the mirror, except I’d never seen him from this far away before.",
    "I squinted into the darkness, seeing something else now. Something barely visible, even deeper in the shadows.",
    "There was more than one of them.",
    "The second stood just behind the first, so I couldn’t see its face either: but it was the same silhouette, the same height, the same shape. It was another one, identical. Another me. It had been there all along, hidden behind the first, and I could only see it now because they were moving again, lifting up the other foot, still slow, still hesitant, following the double in almost perfect synchronicity. Like they were glued together.",
    "They put the feet down, gentle, soundless on the thick carpet.",
    "Another pace closer.",
    "I wondered how many more were stacked up behind them. How many more I couldn’t see, each pressed up against the last, a line vanishing into the darkness, stretching back god knows how far, patient, waiting for something I could never understand.",
    "I wondered what they wanted.",
    "I wondered how fast they could reach me if they started to run.",
    "“What you looking at?” Niko asked from behind me, and I <em>leapt</em>, fucking leapt to my feet like the floor was electric, whirling around to face him, body in full panic as all the building adrenalin flooded through me in an instant; panting and overwhelmed with terror and nausea and a terrible, stabbing relief at seeing him, seeing a him I could believe in instead of a me I couldn’t.",
    "“The lights back there went out,” I said, gasping, not looking behind me. Also, more certain: “I need to throw up.”",
    "He clapped my shoulder, grim. “Let’s get you back upstairs.”",
    "I let him shepherd me away. I didn’t look back down the hall.",
    "But as we left, his arm protective on my shoulders, he frowned. “Didn’t find the end of the hall, man. This place is freaking huge.”"
  ]
}