{
  "version_id": "45449",
  "prologue": [
    "Icarus should have waited for nightfall,\nthe moon would have never let him go.",
    "Nina Mouawad",
    "I’m not sure how to tell you this. I don’t want to gut you, reach inside and pull things out, not again. Some tales, I guess, are better left untold. And you’ve heard this one, haven’t you? Even if your version never quite matched mine.",
    "But that’s what writing this is for. If it’s only a story, nothing else, maybe we can understand, come to terms. Make peace.",
    "Pretend it’s not ours.",
    "I don’t think I ever told this to you. When I was little, my dad used to come tuck me in at night, and sometimes I’d blink and he’d disappear. He’d be sitting on my bed, singing or smoothing my sheets or telling a story, warm and alive, and between one blink and the next he’d be gone. My heart would thump and I’d clutch the blanket, terrified, eyes thrashing back and forth across the dark spaces of my room like a trapped bird looking for a way out, looking for him, but he’d be gone, and I’d be alone.",
    "Maybe premonition. More likely was that I’d fall asleep, waiting for him to come in, and dream he had. Some noise would jerk me up to a room where he’d long since looked in on me and pulled the door gently shut. But how I rationalize it makes no difference. It doesn’t change how I lived that loss, each night it happened. How I can feel it even today. The person who loved me most, erased from existence in a blink. I’ll never forget how that felt. Even if it never really happened.",
    "So. Maybe a story is a language we can speak, you and I. Find in the telling the truths that matter. Embellish, excise. Revise. Revision.",
    "Although our story was never just a story. It happened. I hope you still believe that.",
    "Fine. So. You ready?",
    "This is what happened when we found the stairs underneath my bed, and decided to climb them all the way down."
  ],
  "chapter1": [
    "Right from the start things were wrong, but I couldn’t see it. Maybe I didn’t want to. Or maybe I’m being too hard on myself. There wasn’t exactly a roadmap for what happened to us, a script to follow. But it’s undeniable that even on that very first night—the night of the Russian dance club, remember?—everything was already wrong.",
    "I hadn’t wanted to go to the club. But Niko insisted. “Russian techno, man, one night only. That new place over by the old stadium. Lots of sexy people will be there, including us.” I ran out the usual litany of excuses: I had work in the morning, I had Bio homework to do, I hated going out to clubs with a burning passion. He batted them all away without any obvious effort, and so that’s how I found myself pressed up against a wall listening to music so loud it hurt, arms crossed, feeling miserable, wishing I was back home listening to a Dvořák symphony instead.",
    "When I could see him through the crowd, I watched Niko surf it, laughing, gesticulating wildly as he somehow held conversations despite the deafening racket, and dancing his ass off, mostly with girls, and once or twice with guys, whether out of politeness or genuine interest I couldn’t tell. I’d never really been able to tell. He flirted with everyone, flashed the same manic energy in all directions. I’d worn my rainbow pride bracelet at his insistence, the one I’d bought a few months back and mostly been too chickenshit to wear (it was a college town but a conservative state). I might as well have worn a bag over my head, despite Niko’s assurances that The Gays were almost definitely very into Russian techno, he was pretty sure. “Or maybe all those pulsing Slavic rhythms will make some drunk straight guy want to get all experimental and shit,” he said, waggling his eyebrows. “Never know.”",
    "I knew. And I was right: nothing happened. No one talked to me, or even noticed me, and standing there, I couldn’t imagine why they would, why anyone would want to talk to an acne-faced geek in clothes that didn’t fit, leaning against a grimy wall and wishing he were anywhere else.",
    "From across the club, Niko caught my eye, and gradually danced his way up to me, strobe lights washing out his tawny skin, twisting through his dark curls. He arrived within the eighteen-inch earshot zone and shouted something.",
    "“What?”",
    "He put his lips up to my ear, shouted again. “Having fun, Ryan?” He pulled back with a cheeky grin, and cackled in delight when he saw my expression, grabbing my arm. “Come on, man,” he yelled, “let’s get some air.”",
    "Dragging me through the crush of people, still dancing, bopping his head to the music, waving at some people and smirking seductively at others, he somehow managed to maneuver us through an impossible blockade of bodies without stepping on any toes or getting stepped on in return, toward a back exit I hadn’t even realized existed, all while making eye contact every few steps to make sure I was okay. I’d never figured out how he managed to do so many things at once. Sometimes even one thing at a time was too much for me.",
    "We pushed through a metal door into a blessed pillow of colder, quieter air, where a handful of smokers stood around chatting. I took a deep breath, more relieved than I’d expected to be. Niko pulled a single cigarette from behind his ear—he’d quit; someone inside must have given it to him—and bummed a light from one of the smokers. We walked a few paces farther out into the parking lot, enjoying the night air.",
    "“So what’s wrong?” he finally asked.",
    "I sighed. “This isn’t really my scene.”",
    "“Leaving the house isn’t really your scene, yeah, I get it.” He blew smoke from the side of his mouth, raising one wry eyebrow. “But you have to take chances, man. Get out of your comfort zone. I mean what was the point of coming out if you never actually <em>go out</em>?”",
    "“Well it’s fucking easier for you,” I said, feeling miserable. “You can sit next to some girl in class, bump into her on the street. Say sorry for spilling her coffee, waggle your eyebrows, and boom, long term relationship.”",
    "“Yeah, that’s definitely how that works,” he said. “So if it’s that easy, Ry, how come I’ve been single for the last forever?”",
    "“Your terrible fashion sense, probably,” I said, looking down at my sneakers, although truth be told it was a mystery to me too. It had been almost a year since his last relationship. Still more recent than mine. “Okay, lame excuse. I’m just… bad at meeting people. And I don’t get how you’re supposed to do it when the music’s so loud you can’t even think.”",
    "He shrugged. “Serendipity is everywhere. So give it an excuse to happen to you. Get out there, take chances. I mean there’s gay people everywhere, dude, even in this shithole state. You just have to man it up and figure out who they are.”",
    "I looked up at him, startled, but he was looking away towards the horizon, expression distant, thinking about something. I looked back down at the ground before he could see me looking. <em>Stupid.</em>",
    "“Should I take you home?” he asked at last.",
    "“You don’t need to babysit me.” My mood was blackening. “I can look after myself.”",
    "“So do. No point making yourself miserable if you’re not having fun.”",
    "“I thought…” I didn’t know how to finish. I thought he’d wanted me to come. I thought if he were here, maybe I’d enjoy it. I thought I could pretend to be a person who enjoyed clubs, crowds, Russian techno. I’d thought, despite all evidence, that tonight would be different.",
    "“You’re right. Guess I should jet.” Hoping my voice wouldn’t betray what was welling up inside me, I looked up, met his eyes with the best fake smile I could muster. “Catch you later, man.”",
    "He looked straight back at me and I could tell he wasn’t buying any of it.",
    "Flicking the cigarette onto the asphalt, he ground it out with his heel, clapped my shoulder. “I’ll come with you.”",
    "“No, you don’t have to,” I said, flooded by an awkward admixture of guilt and relief. “I’m fine. You go back in there and have some fun. Find some hot pixie chick with feathers weaved into her hair and go wild.”",
    "He shot me an annoyed look, brushing black curls back from his eyes. “Orion. I said I’m coming with you.” He put an arm around my shoulder and guided me into the parking lot. “The hot chicks in there obviously have terrible taste in music, if that’s what you could call what they were playing. I expect you might have some opinions about that.”",
    "“<em>Well</em>,” I said, emphatic, and laughed, surprised at myself. At him. He had a way of turning things around like that. Defeat into victory. No into yes. Everything was better again, at least for now.",
    "Talking, laughing, we struck out into the night for the long walk home.",
    "We’d been friends since freshman year of college and best friends since the year after that, and by now felt like something more, placidly absorbing jokes about being joined at the hip, going everywhere together. We were; we did. Especially since his accident, we’d had a profound if unspoken level of companionship I’d never felt with anyone. Usually I was content with that.",
    "In some ways we had so little in common it was astonishing we’d become friends, and that led to frequent arguments, sometimes rising to breakup levels of drama. At other moments it seemed like the universe had meant us to find each other. Over the years we’d grown together, like two plants in the same small pot. It had been an especially tumultuous gauntlet of an undergrad—although I guess it feels that way for everyone—so shared roots twined us together now, half-remembered fragments of stories and selves: skipping a funeral to camp together in the rocky canyons of Brushwillow, sharing long silences amidst the lakes and pines; pulling all-nighters on mad projects with desperate stakes; driving to the next town over through a summer midnight, windows rolled down and air thrumming through, desperate to find fresh vegetables for reasons that seemed incredibly important at the time, buzzed from both caffeine and alcohol as in so many stories involving Niko. In our defense the alcohol was supposed to go in the ragu.",
    "Walking back home from the club through the chill night air with him was a relief, and not only because the shots were starting to hit me and walking a straight line on my own would have been rough. The night felt endless, anonymous, an escape from daytime problems. In the fall we’d be starting our fifth year of college, neither of us particularly close to graduating with any particular degree, and for the first time that felt ominous. The future staked out before us our whole lives was running out. A blank canvas ought to have been exciting, but any direction we could imagine to go in seemed blocked off, already closed, inaccessible or unrealistic. Friends were picking already between the remaining well-flagged routes: getting careers, getting married, getting pregnant, getting gone to new cities, new lives, new starts. It would be our turn soon enough.",
    "By the time we hit the top of the hill and saw the house, we were ready to be back indoors. We’d moved in a few weeks back, Niko and I and our friends, mostly his, students and lapsed students and a few brave graduates, still settling into the rambling old off-campus house we’d found in the newspaper. (Cast your mind back to a time when kids like us had figured out the internet but people old enough to own property hadn’t, so instead of browsing classifieds our bandwidth went entirely to downloading all the music in the world.) I’d gotten ranty about real music on the walk back, and as we stepped through the juddering screen door, its metal-on-wood screech already a familiar sound, I had a half-dozen songs queued up to play for him.",
    "Mentally, I mean: digital music players hadn’t caught on yet back then, although it was still tragically too late for my records to be anything but anachronism. Vinyl wouldn’t start making a comeback for years and was deader than dead. Maybe that was why I liked it. When we moved in I’d stacked my crates of LPs in the closet, so now as we tromped up the stairs to my room and dragged them out to hunt for the albums I wanted to play, we got drunkenly annoyed at the lack of anywhere to put them. So that was how I ended up on my hands and knees, searching for a way to open up my bed.",
    "“Bed” was generous: it was a mattress, thrown on a raised wooden platform built into a corner of the room. The platform was mattress-sized and had therefore seemed like the sensible spot to put one, but the bulky thing also really seemed like it ought to be hollow and have some storage space inside. I’d never found any handles or hinges, but in our drink-addled haze it seemed ridiculous that the thing couldn’t be opened somehow, and because I can’t leave well enough alone and because unsolved challenges annoy me, and, okay, because booze, there I was on hands and knees fiddling with the paneled edges of the platform, shoving and kneading and banging on them. When something finally gave with a satisfying <em>chunk</em>, I whooped in satisfaction; but leapt back startled when the whole platform groaned and swung up, pencils and organic chemistry textbooks sliding off the mattress onto the pitted hardwood floor.",
    "Underneath was a set of steep stairs down.",
    "“Whoah,” Niko said, “Jackpot.”",
    "They were carpeted in the same dark beige as the rest of the house, which looked like someone had redecorated in the seventies and died decades later unaware style had moved on. Twelve steps led down to a landing where they twisted right and reversed. Cramped, but bland and familiar: the walls paneled in that same fake wood as the rest of the house, lit by those same tacky wall sconces. All as you’d expect from the stairs down to a basement, except we were on the second story and the house already had a basement, which emphatically did not connect through my bed.",
    "Niko laughed in astonishment. “What the fuck is this, man? What’s down there?”",
    "“Hell if I know. More secrets.” We were grinning, because this sort of thing had already happened a few times since we’d moved in. The house had been my find. The group of us were getting older (or so we thought then) and were sick of living in shitty campus housing or the shittier apartments nearby preying on starving students, so we pooled our resources to go in on a house in the pleasant tree-lined neighborhood a few blocks farther out. It was an old house, but big, in good repair, and, most important, cheap: we were all paying less rent than when living in pairs or alone. I’d claimed the funky second-floor patio room in a lumpy wing extending into the backyard, clearly a later addition, and Niko snagged a creaking and stuffy room next to mine which he dubbed “lovingly misshapen.” A lot of the place was like that: a half-landing here, an awkward angle there, bits taken out and bricked over on some whim or other. The house had expanded and contracted over the generations, it seemed, in decades-long breaths.",
    "The listing hadn’t mentioned a secret passage. But it also hadn’t mentioned the closet with a door in the back leading to a dusty, forgotten room (which now housed a dusty, forgotten game of Axis and Allies); nor had it mentioned the extra bedroom in the basement tucked away around a corner and behind an unlikely-looking door. These small discoveries gave the place a quirky, rambling feel, and I loved it. My whole life I’d had dreams about finding new rooms in houses I’d lived in, each time with a thrill of discovery, of learning your cozy domain still had surprises, things left to find. Maybe it came from moving around all the time as a kid. Or maybe it said something about me.",
    "I still had them, the dreams. I didn’t know they were about to get much worse.",
    "Niko touched the angled bottom of the bed platform and looked at me, as if for permission. He gestured grandly downwards. “Well, Orion, should we check it out?”",
    "I gave him a formal bow, the room only spinning a little. “Indeed, Nikolaos, let’s fucking do it.”",
    "He grinned and tousled my hair, bounding over the lip. He stooped as he took the first few steps, black curls brushing the underside of the tilted platform.",
    "“You going to fit down there?” I smirked. “This looks made for normal-sized people, not basketball players.”",
    "“High school power-forward Nick appreciates your validation of his identity, thanks,” he called back, almost to the landing. “College dilettante Niko, though, wants to know if you’re fucking coming.”",
    "I hesitated on the threshold, strangely reluctant.",
    "He turned from the landing to look back up, arms folded. “I’m not <em>that</em> tall, am I? I’ve only got like three inches on you and your—” He flailed a hand up and down at me. “Your demographically average carcass. Stop giving me complexes.”",
    "<em>Actually you’re exactly four and a half inches taller than me. But who’s counting.</em>",
    "He shrugged, continued down the next set of stairs and out of sight. “Later, skater.”",
    "I flipped his skinny ass off and followed him down.",
    "Despite his complaints, Niko was in fact wearing a basketball jersey, but an ironic one from the thrift store, for some hopefully-fictional team called the Reagans. He wore a purple blazer over it, which I trust is all I need say about his fashion sense. Somehow, it worked. His horrifying ensembles always worked, whereas the clothes I’d buy, new or used, turned ugly, permanently wrinkled, and the wrong size by the time I got them home. “Dear LiveJournal,” I’d written once in my private, locked LiveJournal account, “I get now that I’m destined to die alone. You can stop sending me signs.” I had never shared my LiveJournal account with anyone and never would, which some people had told me was missing the point. Nowadays on social media I do a lot of typing and erasing status messages without posting them. Maybe you can relate.",
    "Anyway. Niko had shrugged his shoes off when we’d gotten to my room, and now his bare feet sunk half an inch into carpet as he tromped down the stairs. His feet were hard not to notice: maybe it was all the basketball, or the Greek ancestry, but they were like statuary. Perfect.",
    "The stairs were steep but otherwise unextraordinary. Around the corner, more of them dropped to a second landing. We stomped down, Niko’s drunken excitement leading us on like a dog straining at a leash. Past that corner was one more landing and one final run of steps that opened into a large, windowless room.",
    "It was bigger than any other room in the house, maybe thirty feet across by seventy-five or eighty long. (Logically it ought to have been the same size as the house’s footprint, but both the dimensions and orientation were wrong for that.) It had the same beige carpet and brown wall-paneling, tacky faux-bronze wall-sconces, and a plaster ceiling eight feet up. No windows, not even those awful basement ones that fill up with dead leaves and spider webs. No furniture, either. Just the expected bits of floor lint, carpet stains, wall gouges, and other subtle remnants of long occupation. A cool, musty smell suggested said occupation had been a long time ago.",
    "Five open doorways led out: two along each long edge, and one on the far wall opposite the stairs.",
    "“Holy shit, Ry, this is fucking amazing!” Niko’s eyes lit up as he walked a few paces in, tentative, like into a tide. He flexed his bare toes on the ugly carpet. “It’s like a whole secret underground lair!”",
    "I felt the same thrill, mixed with hesitation. Did our landlord somehow not know about all this extra space? Was it some kind of forgotten bomb shelter? Niko was already talking about throwing parties down here, where to put couches. A secret basement hangout spot.",
    "We called it Downstairs, big D.",
    "The architecture was making my head spin, though. (Okay: also the beer.) But someone else’s bedroom was under mine. I felt an indignant vertigo, and made Niko come resolve this mystery before exploring any farther. We went back up to my room, then downstairs—regular lower-case downstairs—to reconnoiter. There was, in fact, an odd protrusion into the kitchen underneath and to one side of my room, and when we peeked into our absent housemate’s bedroom around the corner, a mirroring blocky bulge in there. So together those two bulges explained the stairs, though not why you’d build a staircase in the middle of a wall like that. But the house was full of those weird angles and edges, so it seemed in character.",
    "We went back Downstairs and peeked into a few of the side hallways. Pretty cramped, but no worse than other god-awful basement apartments I’d seen students living in. Like some of those, there were no windows anywhere, which made sense: it felt too far down. Rooms opened off the sides of the halls (those cheap particle-board doors, those rattling brass-plated tin doorknobs). Some were carpeted and looked like they could be bedrooms; others had bare concrete flooring like a laundry or utility room. They were all empty.",
    "The hallways branched at the end: we picked one and saw both ways passed more doors before making L-turns, each in opposite directions. Those crappy wall sconces were everywhere, so despite the lack of windows, it was almost too bright. They were all lit, and weirdly enough we couldn’t find a light switch anywhere.",
    "“Are we paying for all this electricity?” Niko asked, alarmed.",
    "“We haven’t gotten our first bill yet.” I felt proud for not slurring my speech; witty. “Good thing we’re splitting eight ways.”",
    "We only explored a little farther, looking into another hallway and seeing that it, too, branched and snaked off, shedding rooms left and right. Niko had started down that one, but I stopped, a wave of nausea washing over me, and put a hand against the cold wall.",
    "He stopped instantly. “You okay?”",
    "I smiled, embarrassed. “I think, uh. Don’t want to get too far from a bathroom.”",
    "He eyed me appraisingly. “You shouldn’t have done that last shot. I keep telling you. Beer before liquor, never sicker.” He tousled my hair again, but gently. “Okay, man. Hang on just one sec. I need to see the end of this fucking hallway and then we’ll get you back upstairs.”",
    "I didn’t want him to leave but couldn’t think of any sane reason to stop him that didn’t sound needy, so I nodded and let him go. Too many vaguely ill feelings were churning around inside me to sort them out from each other.",
    "“I’ll wait here,” was all I could say, the thought of walking back up twisting stairs feeling for a queasy moment like a bad idea.",
    "He was already halfway down the hall, but lifted a hand in acknowledgment. Moments later he’d turned the corner and was gone.",
    "It was suddenly very quiet.",
    "I sunk to a sitting position, knees at my chin, back against the fake wood-paneling. <em>Why do you always, always drink too much? Idiot.</em> I tried to focus on the feel of the carpet under my butt, the smoothness of the wall at my back. I tried not to think about my stomach.",
    "<em>Please, please hurry back.</em>",
    "And then something changed around me, subtle but significant. Head swimming, I couldn’t lock on to what, at first, was different. I blinked, squinted.",
    "The light. The play of light around me had changed, gone darker, even though none of the wall sconces in my field of vision had gone out or gotten dimmer.",
    "We were at a T-junction, where the hall we’d come from, back to the big room with the five doorways, had branched in two directions. I was slumped against the wall facing the way we’d come, head turned towards the right-hand fork, the way Niko had gone.",
    "I decided the dimming must have come from the lights in the hall behind me, the one we hadn’t explored yet. They must have gone out.",
    "Careful, still fighting nausea, I turned my head.",
    "I’ve always had an unhealthy imagination. This has manifested itself in various ways over the course of my life. Staying under the covers reading comics instead of doing homework, or sleeping. Satisfying myself with vivid fantasies about guys I crushed on rather than risk asking them out in real life. Obsessions, where each new hobby would become all I could think about. Things get lodged in my head and they stay there, sometimes for too long.",
    "The unexplored hall was dark. The lights were off, and the dark brown walls sucked up the refracted light from the other two hallways, so that the end of this one, where it turned another corner, was right at the edge of shadow.",
    "But there was enough light to see two people standing there, holding hands.",
    "I stared and tried to unsee them, to resolve them into a trick of angles and darkness: turn off my brain’s over-eager pattern matchers, finding predators in a coincidence of edges. It didn’t help that the hallway was spinning and I felt closer and closer to throwing up each second.",
    "They moved.",
    "Still holding hands, the shadows took a step forward, slow and deliberate. Like deer not sure if they’re seeing a bobcat or a bush. I couldn’t see their eyes or expression but they were facing me, looking at me.",
    "And then I realized who they were.",
    "Maybe my eyes had adjusted to the dim light, or maybe my imagination was shifting into a higher gear. But like the solution to a puzzle plunking full-formed into my head I recognized, now, who was standing there at the end of the hall.",
    "Niko, and me.",
    "I clutched the carpet under my hand, feeling for the solidness of it, an anchor back to reality. Everything was spinning. My stomach churned and my mouth filled with saliva, like the glands for adrenalin and poison protection were crossing wires. Fight, flight, or puke.",
    "The faces were still dark but I recognized the way they held themselves, the silhouettes they made, the shoes. Unmistakable.",
    "I squinted into the darkness, seeing something else now. Something barely visible, even deeper in the shadows.",
    "There were more than two of them.",
    "The second of each stood just behind the first, so I couldn’t see their faces either: but they had the same silhouettes, the same heights, the same shapes. A second pair, identical. Another set. They had been there all along, hidden behind the first, and I could only see them now because they were moving again, lifting up the other foot, still slow, still hesitant, following the doubles in almost perfect synchronicity. Like they were glued together.",
    "They put the feet down, gentle, soundless on the thick carpet.",
    "Another pace closer.",
    "<em>Seeing double. You’re drunk.</em> Except I’d never had it happen in three dimensions before, along the z-plane. And the edges of the hall weren’t doubled at all.",
    "I wondered how many more were stacked up behind them. How many more I couldn’t see, each pressed up against the last, a line vanishing into the darkness, stretching back god knows how far, patient, waiting for something I could never understand.",
    "I wondered what they wanted.",
    "I wondered how fast they could reach me if they started to run.",
    "“What you looking at?” Niko asked, and I <em>leapt</em>, fucking leapt to my feet like the floor was electric, whirling around to face him, body in full panic as all the building adrenalin flooded through me in an instant; panting and overwhelmed with terror and nausea and a terrible, stabbing relief at seeing him, seeing an us I could believe in instead of a pair I couldn’t.",
    "“The lights back there went out,” I said, gasping, not looking behind me. Also, more certain: “I need to throw up.”",
    "He clapped my shoulder, grim. “Let’s get you back upstairs.”",
    "I let him shepherd me away. I didn’t look back down the hall.",
    "But as we left, his arm protective on my shoulders, he frowned. “Didn’t find the end of the hall, man. This place is freaking huge.”"
  ]
}